Revit 2027 API
ParameterTypeId.RbsPipingSystemTypeParam Property
 "System Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipingSystemTypeParam { get; }
Public Shared ReadOnly Property RbsPipingSystemTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipingSystemTypeParam {
	ForgeTypeId^ get ();
}
static member RbsPipingSystemTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace